Repository: Jaxmetalmax/gluoncs
Catalog: GluonCS/LiveUavLayer/WinFormStrings.*.resx
Languages: de, nl

source: Acquiring
de: Erwerb
nl: Zoeken

source: Add new block
de: Neuen Block hinzufügen
nl: Voeg blok toe

source: Are you sure?
de: Bist du sicher?
nl: Bent u zeker?

source: Are you sure you want to close the connection?
de: Sind Sie sicher, dass Sie die Verbindung trennen möchten?
nl: Wilt u de verbinding sluiten?

# Autopilot_OFF
source: Autopilot OFF Manual mode
de: Autopilot OFF Handbetrieb
nl: Autopiloot UIT Manuele mode

# cantsynchronize
source: Can't synchronize with data that has not yet been received. Please read the navigation data from the module first or perform a Write operation.
de: Kann nicht synchroniesieren, da die Navigations daten noch nicht aus den Modul Abgerufen wurden, Bitte Navigationsdaten auslesen oder erst einen Schreibvorgang ausführen.
nl: Kan niet synchroniseren als er nog geen data ontvangen is. Gelieve eerst de navigatiedata uit te lezen.

source: Configuration not possible
de: Konfiguration nicht möglich
nl: Configuratie niet mogelijk

source: ! ConnectionLost !
de: ! Verbindung Getrennt !
nl: ! Verbinding kwijt !

source: Do you want me to insert the block at the first empty line?
de: Wollen Sie den Block in die erste leere Zeile einfügen?
nl: Wilt u het blok op de eerste lijn toevoegen?

source: Error
de: Fehler
nl: Fout

source: Error synchronizing
de: Fehler beim Synchronisieren
nl: Fout bij synchronisatie

source: Flight time
de: Flugzeit
nl: Vliegtijd

source: Home
de: Startseite
nl: Thuis

source: Inserting the new block at the selected position
de: Den neuen Block an der ausgewählten position einfügen
nl: Blok toevoegen op de geselecteerde positie

source: Locked
de: erfasst

source: New survey block
de: Neuer Umfrage Block
nl: Nieuwe survey blok

source: Next WP
de: Nächsten WP
nl: Volgend WP

source: Not found
de: Nicht gefunden

# open_the_gluon_navigationblock
source: Please open the gluon navigation/block file you wish to insert
de: Öffnen Sie bitte die Gluon-Navigation/Block-Datei, die Sie einfügen möchten
nl: Gelieve het navigatie of blok bestand te openen dat u wilt toeoegen

source: Please first connect to the gluonpilot
de: Bitte zunächst die Verbindung mit der gluonpilot herstellen
nl: Gelieve eerst te connecteren met de gluonpilot

# Sorry_no_empty_position_detected
source: Sorry, no empty position detected. Please select the line where you want the block to be inserted and try again.
de: keine freie Position erkannt, wählen Sie die Zeile in die den Block eingefügt werden soll und versuchen Sie es erneut
nl: Sorry, geen lege positie gevonden. Gelieve de lijn te selecteren waar u wilt invoegen, en dan opnieuw te proberen.

# Stabilized_manual
source: Stabilized manual RC mode
de: Stabilisierte Handbetrieb RC-Modus
nl: Gestabiliseerd RC mode

source: There already is a Survey block. It will be cleared.
de: Es gibt bereits ein Umfrage-Block. Er wird gelöscht.
nl: Er is al een Survey blok, het zal overschreven worden.

source: There was an error when writing the navigation
de: Fehler beim Schreiben der Navigation
nl: Er was een fout bij het schrijven van de navigatie

source: The block will be inserted at line nr
de: Der Block wird eingefügt an der Linie Nr.
nl: Het blok zal toegevoegd worden op lijn

source: Time in block
de: Zeit in block
nl: Tijd in blok

source: Time to WP
de: Zeit für WP
nl: Tijd tot WP

source: Are you sure?
de: Bist du sicher?
nl: Bent u zeker?

source: Autopilot ON
nl: Autopiloot AAN
